{
    "social": [
        "Spend an entire day ending every sentence with a question.",
        "Run out of a bathroom, ask someone the year, and then yell 'IT WORKED!' and run away. 5 times.",
        "Sit outside (if possible) while eating at a restaurant, and, when someone walks by, say something like 'Egad! This food is amazing'. Make sure to use words like 'Egad' or 'Golly' or 'Gee Wilkers' etc.",
        "Create a fake persona as an expert in a field you know nothing about. Go to a public place and give a 5 minute lecture on your topic. Make sure to use lots of jargon and make it sound like you know what you're talking about.",
        "Go to a book store, find a random book, and pull up a chair and pretend you're the author. Try to sell the book to people who walk by. Offer to sign it for them.",
        "Convince a stranger to teach you a useless skill in exchange for you to teach them one of yours.",
        "Go to a public place and start a conga line. Get at least 10 people to join in.",
        "Start a flash mob in a public place. Get at least 10 people to join in.",
        "Barter something you own for something you want."
    ],
    "creative": [
        "Write a letter, put it in a bottle, and throw it into a body of water that is not an ocean. Include your contact details on it.",
        "Build a raft out of found materials and float it down a river or stream.",
        "Build a shelter from scratch in the woods and spend 3 hours inside it."
    ],
    "adventure": [
        "Spend a night living like a caveman. No electricity, no running water, no modern conveniences. Just you and nature.",
        "Spend a night living under the stars. No tent, no sleeping bag, just you and the sky.",
        "Find a cave, tunnel or other underground place. Explore it with a flashlight.",
        "Walk in one direction for 2 hours without planning. No maps, no GPS, no backtracking.",
        "Find the highest publicly accessible rooftop in your town and watch the sunrise and set",
        "Walk around from sundown to sunrise without using any artificial light sources.",
        "Climb a tree and write a letter to someone. Leave it hidden in the branches for a stranger to find.",
        "Climb onto a rooftop and shout your name to the world as loud as you can.",
        "Find a forgotten path, trail, or alley, and follow it until it ends."
    ]
}